tap "cloudflare/cloudflare"
tap "dart-lang/dart"
tap "ferdium/ferdium"
tap "fsouza/prettierd"
tap "homebrew/aliases"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/command-not-found"
tap "homebrew/services"
tap "homebrew/test-bot"
tap "oven-sh/bun"
tap "planetscale/tap"
tap "stripe/stripe-cli"
tap "yt-dlp/taps"
brew "sqlite"
brew "aria2"
brew "automake"
brew "python@3.11"
brew "awscli"
brew "bat"
brew "brew-cask-completion"
brew "python@3.12"
brew "cloc"
brew "cloudflared"
brew "coreutils"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "flyctl"
brew "fzf"
brew "gawk"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "go"
brew "gpac"
brew "imagemagick"
brew "lazygit"
brew "libpq"
brew "libyaml"
brew "mailpit", restart_service: true
brew "node"
brew "markdownlint-cli"
brew "media-info"
brew "zlib"
brew "mysql-client"
brew "nano"
brew "nanorc"
brew "neovim"
brew "nmap"
brew "pkg-config"
brew "nodenv"
brew "poetry"
brew "rbenv"
brew "rclone"
brew "ripgrep"
brew "ruby"
brew "rust"
brew "rustfmt"
brew "spek"
brew "starship"
brew "telnet"
brew "terraform"
brew "tmux"
brew "tpm"
brew "vercel-cli"
brew "vips"
brew "virtualenv"
brew "wget"
brew "yt-dlp"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "fsouza/prettierd/prettierd"
brew "oven-sh/bun/bun"
brew "stripe/stripe-cli/stripe"
cask "alacritty"
cask "arc"
cask "dbngin"
cask "discord"
cask "dropbox"
cask "ferdium"
cask "firefox"
cask "font-hubot-sans"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-mona-sans"
cask "google-chrome"
cask "iina"
cask "inkscape"
cask "iterm2"
cask "keka"
cask "lulu"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "mimestream"
cask "mitmproxy"
cask "ngrok"
cask "notion"
cask "obs"
cask "orbstack"
cask "paw"
cask "powershell"
cask "proxyman"
cask "rapidapi"
cask "raycast"
cask "sequel-ace"
cask "signal"
cask "slack"
cask "streamlabs"
cask "sublime-text"
cask "tableplus"
cask "telegram"
cask "visual-studio-code"
cask "zoom"
